// © Copyright 2012-2015, 2017 HP Development Company, L.P.

TaskName = "HP Productregistratie";
TaskTOCTitle = "Webregistratie";

HSDRegistrationDescription = "Het online registratieproces wordt automatisch gestart en de vereiste informatie wordt verzonden. Zo kunt u het product snel en eenvoudig registreren nadat u het hebt ingesteld. Vervolgens wordt de website HP Connected geopend. Dit is een centrale locatie waar u uw printervaring online kunt beheren.";

WarningSheetExtendedMessages = "Nadat u op Doorgaan hebt geklikt, wordt een registratiepagina voor een HP product geopend in de standaardwebbrowser. Om het registratieproces te bespoedigen, worden de volgende gegevens naar de HP website verzonden.";

HSDZipCodeTitle = "Postcode:";
